[
    {
        "id":"0",
        "level":"Grade 8-9",
        "title":"How do the poets present the effects of conflict in Remains and another poem from Power and Conflict?",
        "shortName":"Remains vs Exposure",
        "author":"Krishnanshu Adlakha",
        "essay":"Both Remains and Exposure explore the effects of conflict on the soldiers. Remains focuses on the individual experience based on real soldiers, with Armitage creating a documentary 'The Not Dead' as research. However, Exposure focuses more on a collective experience with Wilfred Owen himself having fought in WW1. \n\n In Remains, Armitage presents conflict as something a soldier can never escape. There will always be traumatic memories and disturbing images in the soldiers head. For example, he says 'even the drink and drugs won't flush him out', which shows that the memory can never be forgotten. The use of the word 'flush' can possibly suggest that conflict is toxic or harmful and needs to be removed but can't be. The alliteration of 'drink and drugs' can potentially suggest the constant flow of the soldier's actions, as the sentence flows when spoken. Drugs are constantly taken as the memory constantly appears. \n\nThis contrasts to Exposure where where Owen writes the poem in present tense. It focuses less on memory, and more on the current experience. The quote 'Our brains ache in the merciless iced east winds that knive us' focuses on the ongoing discomfort caused by nature, whereas in Remains the focus is more on the deliberate actions of the soldier, involving other people. The word 'knive' personifies the wind, making weather seem like the real enemy. Owen uses the collective pronoun 'our' to show that everyone goes through the same suffering. This contrasts heavily to Remains, where Armitage presents the effects of conflict as different for everyone (individual expereince). The verb 'ache' is used to refer to the physical effects of conflict, which shows the pain to be constant and never-ending. On the other hand, Armitage uses much harsher language for pain such as 'the image of agony' and also 'rips'. This shows the pain as sudden, however the effects of PTSD are focused on as lasting. 'His blood-shadown stays on the street' shows us how the image permanently in the soldier's mind, even when the physical pain is gone. 'Blood-shadow' gives the reader a graphic description to further amplify this effect. The use of 'street' might show that Armitage wants to place the reader in the vivid memory as it is specific description of the scene. This emphasises the traumatic effects of conflict even further. \n\nIn Remains, Armitage focuses on the effects of conflic caused by the constant traumatic events. There is always something happening. FOr example, there is a long, graphic description of the looter - 'tosses his guts back into his body' The colliquial language 'tosses' shows that these horrific actions are a regular occurence which further emphasies the tragedies of conflict. Colliquial language also makes the account more realistic as it is based on the real words of the soldier. However, in Exposure, the focus is on the absence of action. This is shown by the repitition of the line 'But nothing happens' at the end of many stanzas, including the ending. The fact that the poem ends on this line may possibly suggest that after all the soldiers go through, they just die for nothing. Here, Owen presents the futility of conflict. \nThe quote '-is it that we are dying?' shows the reader the thoughts of the soldier. The use of a hyphen suggests that it is an afterthought, a sudden realisation of the situation. This afterthought could potentially suggest that conflict has made the soldiers mind almost number, and they can no longer think properly, even when it comes to their own fate. Once more, the collective pronoun 'we' is used to show all the soldier's are one and go through the same experiences. Similarly, Armitage uses the quote 'are all of the same mind' which shows the soldiers as almost robotic, following orders without question. They are brainwashed by propaganda and their superiors, The line 'all the of us open fire' follows, which further shows them as one body. \n\n All stanzas in Remains are of four lines, except the last one. The repeating pattern may show the repeating vision of PTSD. It could also be a regimented army reference to show that the speaker's mind is still in the war zone. THe final two line stanza, may possibly be a reference to his own suicide as many soldiers who survive commit suicide due to PTSD. In Exposure, all stanzas are the same length which emphasises the fact that 'nothing happens' and the weather is the thing that is killing them. \n\nIn conclusion, both Armitage and Owen explore the effects of conflict similarly in their poems, Remains and Exposure. However, Remains focuses on an individual experience involving PTSD, whereas Exposure's focus is on the absence of events and how conflict is the same for all soldiers, a collective experience. Soldiers are prepared to mindlessly take orders, but often it is not the enemy that kills them, it is the weather. In Remains, PTSD is the enemy and is the cause of ths speakers possible death (suicide)."
    }
]
